[{"ref":"32:0","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/manufacturer-assures-aws-migration\" hreflang=\"en\">Manufacturer Assures Successful Migration of Key Applications to AWS Cloud</a></strong>\n<p>Visibility and service assurance with nGeniusONE had become part of the standard process for the IT team at this manufacturer.</p>\n"},{"ref":"32:1","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/events/info-security-2020-19th-asiapac-info-security-forum-expo\" hreflang=\"en\">Info Security 2020 – 19th Asiapac Info Security Forum &amp; Expo</a></strong>\n<p></p>\n"},{"ref":"32:2","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/events/next-generation-security-vision-conference\" hreflang=\"en\">Next Generation Security Vision Conference</a></strong>\n<p></p>\n"},{"ref":"32:3","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/5g-analytics-session-engage-20\" hreflang=\"en\">5G Analytics Session at ENGAGE 20</a></strong>\n<p>ENGAGE 20, NETSCOUT’s annual user conference,will provide timely insights and educational opportunities to support service provider teams in managing their current challenges while continuing to plan for the future.</p>\n"},{"ref":"32:4","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/assuring-government-resource-availability-during-pandemic\" hreflang=\"en\">Assuring High-Speed Availability to Government Resources During COVID-19</a></strong>\n<p>When the agency’s unemployment application process went live, the IT staff and NETSCOUT technologists worked together to monitor performance using nGeniusONE.</p>\n"},{"ref":"32:5","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/three-ways-improve-customer-experience-smart-data\" hreflang=\"en\">Three Ways to Improve Customer Experience with Smart Data</a></strong>\n<p><p>By Bruce Kelley, NETSCOUT senior vice president and Chief Technology Officer, Service Provider</p></p>\n"},{"ref":"32:6","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/defending-against-ddos-attacks-learn-more-engage-20\" hreflang=\"en\">Defending against DDoS Attacks ... Learn more at ENGAGE 20</a></strong>\n<p>During ENGAGE 20, NETSCOUT’s virtual user conference, participants will learn how the Arbor smart visibility portfolio can provide them with the tools they need to protect their networks.</p>\n"},{"ref":"32:7","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/richard-hummel-bio\" hreflang=\"en\">Richard Hummel</a></strong>\n<p><p>Richard Hummel has over a dozen years of experience in the intelligence field and is currently the Threat Intelligence Research Lead for NETSCOUT's&nbsp;ASERT Research Team. Previously, he served as Manager and Principal Analyst on the FireEye iSIGHT Intelligence’s Financial Gain team.</p>\n"},{"ref":"32:8","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/use-case/diagnosing-source-issues-telemedicine-services\" hreflang=\"en\">Diagnosing the Source of Issues with Telemedicine Services</a></strong>\n<p><p>The use of telehealth services to connect patients with doctors over live video has been on the increase for the last several years, as it provides greater access to affordable, high-quality care without an in-person visit.</p>\n"},{"ref":"32:9","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/asert/measuring-cruellest-month\" hreflang=\"en\">Measuring the Cruellest Month</a></strong>\n<p><h2>Summary</h2>\n\n<p>One of the more esoteric aspects of working in the DDoS defense space is the analysis of data.</p>\n"},{"ref":"32:10","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/top-5-tips-vpn-safety\" hreflang=\"en\">Top 5 Tips for VPN Safety</a></strong>\n<p>These days, VPN gateways are your business lifeline—here’s what we recommend to keep home-user access safely up and running</p>\n"},{"ref":"32:11","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/virtual-engage-20-insights-and-solutions-help-enterprises\" hreflang=\"en\">Virtual ENGAGE 20: Insights and Solutions to Help Enterprises Deliver Top Performance</a></strong>\n<p>We have re-imagined ENGAGE 20, NETSCOUT’s annual user conference, as a virtual event. Join us to see our roadmap for the future, attend virtual boot camps, and learn from technology sessions tailored to your needs. </p>\n"},{"ref":"32:12","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity-subscribe\" hreflang=\"en\">Business Continuity Resources</a></strong>\n<p><p>We are continually updating NETSCOUT.COM with information and resources to help our customers navigate these trying times. For those that are interested, you can sign up now to receive a weekly listing of new Business Continuity resources published on NETSCOUT.com.</p></p>\n"},{"ref":"32:13","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/apac-bank-business-service-delivery\" hreflang=\"en\">APAC Bank Improves Business Service Delivery By Cutting NetOps Troubleshooting By 50%</a></strong>\n<p>The bank is complying with government regulations regarding redundancy by using the NETSCOUT PFS solution.</p>\n"},{"ref":"32:14","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/government-agency-vpn-performance\" hreflang=\"en\">Government Agency Resolves VPN Performance Issues With NETSCOUT Visibility</a></strong>\n<p>Read how the use of nGeniusONE and the expert help received from the NETSCOUT engineers were keys in the resolution of the VPN problems reported by the agency’s VPN end-users.</p>\n"},{"ref":"32:15","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/top-5-vpn-performance-tips\" hreflang=\"en\">Top 5 VPN Performance Tips</a></strong>\n<p>These days, VPN  gateways are your business lifeline—here’s what we recommend to keep home user access safely up and running.</p>\n"},{"ref":"32:16","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solutions/network-performance-management\" hreflang=\"en\">Network Performance Management in a Complicated Environment</a></strong>\n<p>Network performance monitoring (NPM) is more important than ever. Minimize disruptions and help users do their jobs by ensuring network availability and application performance with NETSCOUT's service assurance solutions.</p>\n"},{"ref":"32:17","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/engage-20-goes-virtual\" hreflang=\"en\">Engage 20 Goes Virtual</a></strong>\n<p>We have re-imagined ENGAGE 20, NETSCOUT’s annual user conference, as a virtual event. Join us to see our roadmap for the future, attend virtual boot camps, learn from technology sessions tailored to your needs. </p>\n"},{"ref":"32:18","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/partners/modern-world-communications\" hreflang=\"en\">Modern World Communications</a></strong>\n<p></p>\n"},{"ref":"32:19","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/how-protect-vpn-availability-and-ensure-business-continuity\" hreflang=\"en\">How to Protect VPN Availability and Ensure Business Continuity</a></strong>\n<p>With a high number of workers remotely accessing the back-office systems that keep a business running, defending VPN endpoints is key to the availability of the critical systems necessary for businesses continuity. </p>\n"},{"ref":"32:20","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/us-energy-tackles-migrations\" hreflang=\"en\">US Energy Company Tackles Multiple Migrations</a></strong>\n<p>Deployment of the NETSCOUT Service Assurance Solution gives IT the visibility they need to ensure their digital transformation initiatives.</p>\n"},{"ref":"32:21","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/telemedicine-service-assurance-age-covid-19\" hreflang=\"en\">Telemedicine Service Assurance in the Age of COVID-19</a></strong>\n<p>With the help of NETSCOUT, one hospital ramped up its telemedicine application to support increased demand during the COVID-19 pandemic.</p>\n"},{"ref":"32:22","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/satellite-companies-isps-feeling-heat-hackers\" hreflang=\"en\">Satellite Companies, ISPs Feeling the Heat from Hackers</a></strong>\n<p>Satellite companies and ISPs must be ever vigilant and improve their security and risk posture. </p>\n"},{"ref":"32:23","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/leading-financial-ensures-quality-experience-over-vpn\" hreflang=\"en\">Leading Financial Ensures Quality Experience for Users of Virtual Desktop Infrastructure Over VPNs</a></strong>\n<p><p>Leading Financial Ensures Quality Experience for Users of Virtual Desktop Infrastructure Over VPNs. Differentiates VDI Issues from VPN Performance with NETSCOUT</p>\n</p>\n"},{"ref":"32:24","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity-csp/security\" hreflang=\"en\">Communication Service Providers Play a Vital Role in Enabling Home Worker Productivity </a></strong>\n<p>Service Provider network reliability and remote productivity have become critical as organizations around the globe are instituting work/learn from home policies on a massive scale.  Learn how NETSCOUT has helped IT teams maintain reliable connectivity and services.</p>\n"},{"ref":"32:25","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity-csp/remote-services\" hreflang=\"en\">Assuring Teleconferencing, eLearning, and Business Support</a></strong>\n<p>Teleconferencing, eLearning and changes in work arrangements with COVID-19 have created dramatically different traffic patterns and network usage for Cable, WiFi and mobile networks.   Learn how NETSCOUT has helped service providers and enterprises with this significant change.</p>\n"},{"ref":"32:26","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity-csp/ott-applications\" hreflang=\"en\">Proactively Manage your Network with Visibility to OTT Applications</a></strong>\n<p>Accelerated trial, uptake and use of third-party OTT applications is driving complexity with unpredictable network behavior and congestion-causing bandwidth consumption putting your own revenue-generating services and applications at risk. Learn how NETSCOUT can help.</p>\n"},{"ref":"32:27","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity-csp/customer-experience\" hreflang=\"en\">Deliver an Amazing Customer Experience</a></strong>\n<p>Service Provider support to  keep customers connected during this time is imperative. Carriers are reporting that subscriber usage of network services are up more than 30% due to the increased number of subscribers working online during COVID-19. Learn how NETSCOUT can help.</p>\n"},{"ref":"32:28","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity-csp\" hreflang=\"en\">Business Continuity Solutions for Communication Service Providers</a></strong>\n<p>Service Provider stability to  keep customers connected during this time is imperative. At NETSCOUT, we are here to help you maintain and safeguard  SLAs in  this rapidly changing environment.</p>\n"},{"ref":"32:29","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solutions/application-performance-management\" hreflang=\"en\">Application Performance Management (APM)</a></strong>\n<p>Application performance monitoring is a cornerstone of our Visibility without Boarders strategy, ensuring monitoring is available for every application, however it is hosted, and from wherever it is accessed. Learn how NETSCOUT can help.</p>\n"},{"ref":"32:30","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/netscout-university/certifications\" hreflang=\"en\">Certifications</a></strong>\n<p>The NETSCOUT University Certification Program enhances our previous program by offering a Fundamentals certification track. This track provides an independent certification for customers wishing to take e-learning courses as opposed to instructor-led sessions.</p>\n"},{"ref":"32:31","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/financial-services-business-delivery-visibility\" hreflang=\"en\">Managing Financial Services Business Delivery with Software-Based Smart Visibility</a></strong>\n<p>The company met cost containment guidelines and expanded real-time, remote site monitoring across the business by selecting the NETSCOUT software-based approach</p>\n"},{"ref":"32:32","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/asert/evolution-new-ddos-technique\" hreflang=\"en\">Evolution of a New DDoS Technique</a></strong>\n<p><h2>Summary</h2>\n\n<p>In October of 2019, high-impact TCP reflection/amplification DDoS attacks hit organizations in Scandinavia and Southern Europe.</p>\n"},{"ref":"32:33","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/five-ideas-make-work-home-for-work-everybody\" hreflang=\"en\">Five Ideas to Make Work-From-Home Work for Everybody</a></strong>\n<p>COVID-19  has rapidly changed not only the routine of our daily lives, but how and where we work.  How do you deliver reliable, high-availability access to business applications customer-facing services when everybody is remote? </p>\n"},{"ref":"32:34","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/ucc-troubleshooting-guide\" hreflang=\"en\">UC&amp;C Troubleshooting Guide (new)</a></strong>\n<p>Expert Tips to Keep Your Unified Communications Communicating</p>\n"},{"ref":"32:35","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/us-bank-assures-vpn-performance\" hreflang=\"en\">Leading U.S. Bank Assures User Experience and VPN Performance During Critical Times</a></strong>\n<p>By relying on NETSCOUT, this bank was able to move ahead with this critical upgrade within days of seeing the dramatic impacts of this pandemic</p>\n"},{"ref":"32:36","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/bringing-visibility-ems-call-center\" hreflang=\"en\">Bringing Borderless Visibility to EMS Call Center Business</a></strong>\n<p>The company is assuring uninterrupted service delivery for EMS customers by using NETSCOUT’s smart visibility and real-time monitoring solution for UC&amp;C</p>\n"},{"ref":"32:37","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/product/npoint\" hreflang=\"en\">nGeniusPULSE nPoint</a></strong>\n<p>NETSCOUT nPoint provides unmatched digital experience monitoring for your network applications. Ensure your business functions work properly at remote sites with NETSCOUT.</p>\n"},{"ref":"32:38","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/brokerage-answers-call-quality\" hreflang=\"en\">Brokerage Business Answers the Call for Quality Voice Trading with NETSCOUT</a></strong>\n<p>Missing a stock trade due to an issue with voice quality could cost brokerage customers millions, the company is mitigating such risks by leveraging NETSCOUT</p>\n"},{"ref":"32:39","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/global-insurer-meets-state-regulations-secure-networks\" hreflang=\"en\">Global Insurer Meets State Regulations for Secure Networks with NETSCOUT Cybersecurity Analytics</a></strong>\n<p>nGeniusONE-generated Service Alerts are providing the SecOps team with earlywarning analysis of issues in their data center and cloud environments</p>\n"},{"ref":"32:40","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/agricultural-company-co-lo-migration\" hreflang=\"en\">Growing Agricultural Company Gets to Root of Successful Co-Lo Migration With NETSCOUT Visibility</a></strong>\n<p>The corporate IT team realized early returns from their new investment by using nGeniusONE for real-time monitoring of their expanded network</p>\n"},{"ref":"32:41","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/netscouts-cyber-threat-horizon-enhanced-business-continuity\" hreflang=\"en\">NETSCOUT’s Cyber Threat Horizon for Enhanced Business Continuity</a></strong>\n<p>COVID-19 has changed everything, including the cyberattack landscape. That’s why NETSCOUT is offering Cyber Threat Horizon™, a free online tool that provides critical insights for those who care about DDoS attacks, network availability, and business continuity.</p>\n"},{"ref":"32:42","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/press-releases/netscouts-cyber-threat-horizon-offers-free-analysis\" hreflang=\"en\">NETSCOUT’S Cyber Threat Horizon Offers Free Real-time Visibility and Analysis of DDoS Attacks</a></strong>\n<p>New online portal provides advanced insights into global DDoS attack activity backed by data and insights from Arbor ATLAS\n\nSupports need to keep IT networks highly available for increasingly important work-at home access</p>\n"},{"ref":"32:43","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/product/ngeniuspulse\" hreflang=\"en\">nGeniusPULSE</a></strong>\n<p>NETSCOUT nGeniusPULSE provides end-user experience monitoring that monitors your business services and applications via active testing of your services. Learn more today.</p>\n"},{"ref":"32:44","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/digital-transformation-under-attack\" hreflang=\"en\">Digital Transformation Under Attack</a></strong>\n<p>From cloud and IoT to increased risk to customer-facing systems, the 15th WISR survey outlines top security threats and concerns for enterprises.</p>\n"},{"ref":"32:45","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/product/ngeniusone-platform\" hreflang=\"en\">nGeniusONE Solution for Enterprise Performance Management</a></strong>\n<p>The nGeniusONE platform provides powerful application and network monitoring platform for your enterprise performance management operations. Learn more today!</p>\n"},{"ref":"32:46","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity/contact-center\" hreflang=\"en\">Ensure A High-Quality Contact Center Experience</a></strong>\n<p>Your Contact Center is the face of your business, and the quality of a user's  experience  is critical.  Learn how NETSCOUT has helped other organizations maintain reliable world-class services.</p>\n"},{"ref":"32:47","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solutions/saas-ucaas\" hreflang=\"en\">Ensuring High-Quality Experience with SaaS and UCaaS Applications</a></strong>\n<p>Ensuring a high-quality experience with SaaS and UCaaS applications for your distributed workforce is more critical than ever. Learn how NETSCOUT can help</p>\n"},{"ref":"32:48","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity/unified-communication-collaboration\" hreflang=\"en\">Unified Communication &amp; Collaboration (UC&amp;C) Quality for Remote Users</a></strong>\n<p>UC Quality and  Unified Communications quality are now more important than ever. Organizations have rapidly imposed Work-From-Home policies that depend on seamless network connectivity.   Learn how NETSCOUT can help.</p>\n"},{"ref":"32:49","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity/protect-availability\" hreflang=\"en\">Protect Availability and Performance of Critical Infrastructure from DDoS Attacks</a></strong>\n<p>Internet circuits, routers, VPN gateways, and firewalls must remain available to ensure remote access to internal resources and services. Learn how NETSCOUT has helped other organizations protect and assure these critical services.</p>\n"}]