[{"ref":"18:0","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/indicator-compromise\" hreflang=\"en\">What is an Indicator of Compromise?</a></strong>\n<p>An Indicator of Compromise (or IOC) is found normally in the context of a threat feed as an item shared that might lead to discovery of an exploit or malware. </p>\n"},{"ref":"18:1","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/indicator-of-attack\" hreflang=\"en\">What is an Indicator of Attack?</a></strong>\n<p>An Indicator of Attack (IOA) is differentiated from an IOC (q.v.) by quality and a lower incidence of false positives. It can be thought of as a higher quality indicator of a true attack. ASERT differentiates IOAs from IOCs on the basis of quality and insight. </p>\n"},{"ref":"18:2","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/incident-response-plan\" hreflang=\"en\">What is an Incident Response Plan?</a></strong>\n<p>The documentation of a predetermined set of instructions or procedures to detect, respond to, and limit consequences of a malicious cyber-attacks against an organization’s information system(s).</p>\n"},{"ref":"18:3","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/incident-response\" hreflang=\"en\">What is Incident Response?</a></strong>\n<p>The manual and automated procedures used to respond to reported incidents, systems failures and errors, and other undesirable events.</p>\n"},{"ref":"18:4","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/Incident\" hreflang=\"en\">What is an Incident?</a></strong>\n<p>A violation or imminent threat of violation of computer security policies, acceptable use policies, or standard security practices.</p>\n"},{"ref":"18:5","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/impact-level\" hreflang=\"en\">What is Impact Level?</a></strong>\n<p>The magnitude of harm that can be expected to result from the consequences of unauthorized disclosure of information, unauthorized modification of information, unauthorized destruction of information, or loss of information or information system availability.</p>\n"},{"ref":"18:6","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/impact\" hreflang=\"en\">What is Impact?</a></strong>\n<p>The magnitude of harm that can be expected to result from the consequences of unauthorized disclosure of information, unauthorized modification of information, unauthorized destruction of information, or loss of information or information system availability.</p>\n"},{"ref":"18:7","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/ids-data\" hreflang=\"en\">What is IDS Data?</a></strong>\n<p>Refers both to raw data collected by the TOE and to the results of analysis applied by the TOE to that data. </p>\n"},{"ref":"18:8","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/identity\" hreflang=\"en\">What is Identity?</a></strong>\n<p>The set of attribute values by which an entity is recognizable and that, within the scope of an identity manager’s responsibility, is sufficient to distinguish that entity from any other entity.</p>\n"},{"ref":"18:9","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/honeypot\" hreflang=\"en\">What is Honeypot?</a></strong>\n<p>A system or system resource that is designed to be attractive to attackers and has no authorized users other than its administrators.</p>\n"},{"ref":"18:10","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/flow-telemetry\" hreflang=\"en\">What is Flow Telemetry?</a></strong>\n<p>Constantly-updated metadata describing network traffic which is continuously streamed to collection/analysis systems such as NETSCOUT Sightline. It is the industry-standard form of network telemetry used to detect, classify, and traceback DDoS attack traffic.</p>\n"},{"ref":"18:11","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/false-positive\" hreflang=\"en\">What is a False Positive?</a></strong>\n<p>An instance in which an intrusion detection and prevention technology incorrectly identifies benign activity as being malicious.</p>\n"},{"ref":"18:12","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/false-negative\" hreflang=\"en\">What is a False Negative?</a></strong>\n<p>An instance in which an intrusion detection and prevention technology fails to identify malicious activity as being such.</p>\n"},{"ref":"18:13","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/event\" hreflang=\"en\">What is an Event?</a></strong>\n<p>Any observable occurrence in a system and/or network. Events sometimes provide indication that an incident is occurring.</p>\n"},{"ref":"18:14","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/evasion\" hreflang=\"en\">What is an Evasion?</a></strong>\n<p>Modifying the format or timing of malicious activity so that its appearance changes but its effect on the target is the same.</p>\n"},{"ref":"18:15","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/exploit\" hreflang=\"en\">What is an Exploit?</a></strong>\n<p>An Exploit is a technique (usually code) which targets a vulnerability to achieve access to information or cause an outage</p>\n"},{"ref":"18:16","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/encrypted-key\" hreflang=\"en\">What is an Encrypted Key?</a></strong>\n<p>A cryptographic key that has been encrypted using an Approved security function with a key encrypting key, a PIN, or a password in order to disguise the value of the underlying plaintext key.</p>\n"},{"ref":"18:17","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/edr\" hreflang=\"en\">What is EDR?</a></strong>\n<p>Endpoint Detection and Response (EDR) is an emerging technology addressing the need for continuous monitoring and response to advanced threats. One could even make the argument that endpoint detection and response is a form of advanced threat protection.</p>\n"},{"ref":"18:18","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/dwell-time\" hreflang=\"en\">What is Dwell Time?</a></strong>\n<p>The length of time from initial compromise to when the organization becomes aware of the breach.</p>\n"},{"ref":"18:19","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/dns\" hreflang=\"en\">What is DNS?</a></strong>\n<p>Domain Name System (DNS) is a naming system for computers, services, or any resource connected to the internet or private network. It associates various information with domain names assigned to each of the participating entities.</p>\n"},{"ref":"18:20","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/ddos-attack\" hreflang=\"en\">What is a Distributed Denial of Service (DDoS) Attack?</a></strong>\n<p>DDoS attacks are programmatically-generated attacks intended to disrupt the availability of applications, services, data, content, and/or infrastructure to legitimate users of those entities.</p>\n"},{"ref":"18:21","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/digital-signature\" hreflang=\"en\">What is a Digital Signature?</a></strong>\n<p>An asymmetric key operation where the private key is used to digitally sign data and the public key is used to verify the signature. Digital signatures provide authenticity protection, integrity protection, and non-repudiation.</p>\n"},{"ref":"18:22","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/defense-in-depth\" hreflang=\"en\">What is Defense-in-depth?</a></strong>\n<p>Information security strategy integrating people, technology, and operations capabilities to establish variable barriers across multiple layers and dimensions of the organization.</p>\n"},{"ref":"18:23","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/decoder\" hreflang=\"en\">What is a Decoder?</a></strong>\n<p>A decoder that captures network packets. </p>\n"},{"ref":"18:24","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/data-breach\" hreflang=\"en\">What is a Data Breach?</a></strong>\n<p>A network breach is when unauthorized access to the network has occurred as a result of bypassing underlying security mechanisms. This could be someone coming through the firewall or entering the network via a phishing email. \n</p>\n"},{"ref":"18:25","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/cyber-threat-intelligence\" hreflang=\"en\">What is Cyber Threat Intelligence (CTI)?</a></strong>\n<p>Cyber threat intelligence (CTI) is an area of cybersecurity that focuses on the collection and analysis of information about current and potential attacks that threaten the safety of an organization or its assets. The benefit of threat intelligence is that it's a proactive security measure, preventing data breaches and saving you the financial costs of cleaning up after an incident.</p>\n"},{"ref":"18:26","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/countermeasures\" hreflang=\"en\">What are Countermeasures?</a></strong>\n<p>Actions, devices, procedures, techniques, or other measures that reduce the vulnerability of an information system. Synonymous with security controls and safeguards.</p>\n"},{"ref":"18:27","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/content-delivery-network\" hreflang=\"en\">What is the Content Delivery Network (CDN)?</a></strong>\n<p>A globally distributed network of proxy servers deployed in multiple data centers. The goal of a CDN is to serve content to end users with high availability and high performance.</p>\n"},{"ref":"18:28","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/console\" hreflang=\"en\">What is a Console?</a></strong>\n<p>A program that provides user and administrator interfaces to an intrusion detection and prevention system.</p>\n"},{"ref":"18:29","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/compensating-controls\" hreflang=\"en\">What are Compensating Controls?</a></strong>\n<p>The management, operational, and technical controls employed by an organization in lieu of the recommended controls in the low, moderate, or high baselines, that provide equivalent or comparable protection for an information system.</p>\n"},{"ref":"18:30","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/command-control-server\" hreflang=\"en\">What is a Command and Control Server?</a></strong>\n<p>Computer systems which are used by attackers send commands and receive outputs of machines part of a botnet. Anytime attackers who wish to launch a DDoS attack can send special commands to their botnet’s C&amp;C servers with instructions to perform an attack on a particular target.</p>\n"},{"ref":"18:31","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/CloudTrail\" hreflang=\"en\">What is CloudTrail?</a></strong>\n<p>An application program interface (API) call-recording and logmonitoring Web service offered by Amazon Web Services (AWS). </p>\n"},{"ref":"18:32","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/cloud\" hreflang=\"en\">What is the Cloud?</a></strong>\n<p>A global network of remote servers designed to either store and manage data, run applications, or deliver content to a service (e.g. streaming videos, office productivity software, etc.). \n</p>\n"},{"ref":"18:33","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/channel-scanning\" hreflang=\"en\">What is Channel Scanning?</a></strong>\n<p>Changing the channel being monitored by a wireless intrusion detection and prevention system.</p>\n"},{"ref":"18:34","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/chain-of-custody\" hreflang=\"en\">What is a Chain of Custody?</a></strong>\n<p>A process that tracks the movement of evidence through its collection, safeguarding, and analysis lifecycle by documenting each person who handled the evidence, the date/time it was collected or transferred, and the purpose for the transfer.</p>\n"},{"ref":"18:35","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/certificate\" hreflang=\"en\">What is a Certificate?</a></strong>\n<p>A set of data that uniquely identifies an entity, contains the entity’s public key and possibly other information, and is digitally signed by a trusted party, thereby binding the public key to the entity.</p>\n"},{"ref":"18:36","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/central-log-management-system\" hreflang=\"en\">What is a Central Log Management System?</a></strong>\n<p>A system that allows the central collection of system event messages (i.e., system logs) from various computing devices.</p>\n"},{"ref":"18:37","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/business-interruption\" hreflang=\"en\">What is Business Interruption?</a></strong>\n<p>Any event, whether anticipated (i.e., public service strike) or unanticipated (i.e., blackout) which disrupts the normal course of business operations.</p>\n"},{"ref":"18:38","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/business-impact-analysis\" hreflang=\"en\">What is Business Impact Analysis?</a></strong>\n<p>An analysis of an information system’s requirements, functions, and interdependencies used to characterize system contingency requirements and priorities in the event of a significant disruption.</p>\n"},{"ref":"18:39","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/breach\" hreflang=\"en\">What is a Breach?</a></strong>\n<p>A security breach is any incident that results in unauthorized access of data, applications, services, networks and/or devices by bypassing their underlying security mechanisms.</p>\n"},{"ref":"18:40","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/a-botnet\" hreflang=\"en\">What is a Botnet?</a></strong>\n<p>A group of computers and/or embedded devices which have been compromised and subsumed into a centrally-controlled attack infrastructure used for malicious activities such as launching DDoS attacks</p>\n"},{"ref":"18:41","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/a-bot\" hreflang=\"en\">What is a Bot?</a></strong>\n<p>An automated software program that operates as an agent for a user or another program, or simulates a human activity when it receives a specific input</p>\n"},{"ref":"18:42","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/blacklist\" hreflang=\"en\">What is Blacklist?</a></strong>\n<p>A list of discrete entities, such as hosts or applications, that have been previously determined to be associated with malicious activity.</p>\n"},{"ref":"18:43","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/availability\" hreflang=\"en\">What is Availability?</a></strong>\n<p>focuses on maintaining the accessibility and resiliency of systems, applications, data, and infrastructure elements to authorized users in the face of attack.  DDoS attacks are intended to have an adverse impact on availability.</p>\n"},{"ref":"18:44","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/authorization\" hreflang=\"en\">What is Authorization?</a></strong>\n<p>Access privileges granted to a user, program, or process or the act of granting those privileges.</p>\n"},{"ref":"18:45","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/attack-signature\" hreflang=\"en\">What is an Attack Signature?</a></strong>\n<p>A characteristic byte pattern used in malicious code or an indicator, or set of indicators, that allows the identification of malicious network activities.</p>\n"},{"ref":"18:46","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/atlas-asert\" hreflang=\"en\">What is ATLAS Security Engineering Research Team (ASERT)?</a></strong>\n<p>ASERT provides context to the overall threat environment seen within ATLAS. NETSCOUT security engineers and researchers who investigate and characterize Internet-wide security trends, with a focus on DDoS attacks; discover and provide mitigation guidance for new DDoS attack vectors and attack campaigns; design new DDoS detection/classification/traceback/mitigation mechanisms; curate and deliver integrated, actionable DDoS threat intelligence via ATLAS; and serve as the apex of NETSCOUT mitigation support for complex, high-impact DDoS attacks.</p>\n"},{"ref":"18:47","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/aif\" hreflang=\"en\">What is ATLAS Intelligence Feed (AIF)?</a></strong>\n<p>AIF delivers policies and countermeasures that enable customers to quickly address attacks as part of an advanced threat. As new attack information is discovered, the ATLAS Intelligence Feed is updated, and changes are delivered to Arbor products via subscription over a secured SSL connection arming them with the latest threat intelligence to thwart modern-day attacks or advanced threats.</p>\n"},{"ref":"18:48","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/thank-you-demo-data-export-and-analysis\" hreflang=\"en\">Thank You - DEMO: Data Export and Analysis</a></strong>\n<p><p>Thank you for requesting a Live Demo on <strong>Data Export and Analysis</strong>. A representative will be in touch with you shortly.</p>\n</p>\n"},{"ref":"18:49","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/what-is/atlas\" hreflang=\"en\">What is ATLAS?</a></strong>\n<p>NETSCOUT’s system process for collecting and analyzing Internet-wide security events. Active Threat Level Analysis System (ATLAS) Network operators share statistics representing approximately one-third of all internet traffic. NETSCOUT Arbor correlates this and other data sets to provide intelligence giving organizations a broader perspective to better understand and react to the threats they face.</p>\n"}]