[{"ref":"29:0","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/debby-briggs-bio\" hreflang=\"en\">Debby Briggs</a></strong>\n<p>NETSCOUT Area Vice President and Chief Security Officer Debby Briggs has more than 20 years of experience in cybersecurity and has been with NETSCOUT since 2004.</p>\n"},{"ref":"29:1","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/john-english-bio\" hreflang=\"en\">John English</a></strong>\n<p>John English is a Senior Marketing Manager working on Service Provider solutions at NETSCOUT focusing on NFV/SDN, IoT/DX, Big Data Analytics and 5G.</p>\n"},{"ref":"29:2","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/eileen-haggerty-bio\" hreflang=\"en\">Eileen Haggerty</a></strong>\n<p>Eileen has over 15 years working at NETSCOUT where she has held several product management and marketing roles. Prior to joining NETSCOUT, Eileen leveraged her MBA from Boston College working in a variety of technical marketing roles at Motorola Codex, Racal Data Group, and Celox Networks.</p>\n"},{"ref":"29:3","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/tom-bienkowski-bio\" hreflang=\"en\">Tom Bienkowski</a></strong>\n<p>Tom Bienkowski has been in the network and security field for over 20 years. During this time, he worked for large enterprises as a Network Engineer and for multiple network management and security vendors where he has had roles in Sales Engineering/Management, Technical Field Marketing and Product Management. He currently serves as Director of Product Marketing focusing on NETSCOUT's industry-leading DDoS protection solutions.</p>\n"},{"ref":"29:4","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/vikram-saksena-bio\" hreflang=\"en\">Dr. Vikram Saksena</a></strong>\n<p>Saksena is a subject matter expert in modern-day technologies, such as 5G automation, fixed and mobile broadband, cloud computing, network and data center virtualization, Internet of Things (IoT), and software-defined networks and analytics.</p>\n"},{"ref":"29:5","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/babak-roushanaee-bio\" hreflang=\"en\">Babak Roushanaee</a></strong>\n<p>Babak Roushanaee is director, enterprise strategy at NETSCOUT and has more than 25 years of industry and technology experience across enterprise and service provider markets with a strong background in service delivery, service assurance, performance management, security, enterprise networking transformation projects.</p>\n"},{"ref":"29:6","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/russ-currie-bio\" hreflang=\"en\">Russ Currie</a></strong>\n<p>A pioneer in the field of developing Ethernet network standards and practices as well as executing data center transformations, Russ Currie has been an industry leader in moving customers from their private and on-premises data centers to the cloud, ensuring greater security; reliability; and anytime, anywhere, any-device access.</p>\n"},{"ref":"29:7","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/paul-barrett-bio\" hreflang=\"en\">Paul Barrett</a></strong>\n<p>A technology expert with global influence, Paul Barrett is known for his wide-ranging knowledge of enterprise cloud solutions, data center co-locations, Kubernetes architectures, big data analytics, cyber security, artificial intelligence and machine learning, real-time network analysis, unified communications, and software development.</p>\n"},{"ref":"29:8","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/thor-wallace-bio\" hreflang=\"en\">Thor Wallace</a></strong>\n<p>Thor Wallace joined NETSCOUT in January 2017 and serves as the Senior Vice President and CIO for the company. Thor and his teams have transformed the IT infrastructure into a virtualized, software-defined, heavily-automated network that spans all of NETSCOUT's locations.</p>\n"},{"ref":"29:9","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/bruce-kelley-bio\" hreflang=\"en\">Bruce Kelley</a></strong>\n<p>Highly regarded in the technology space as a 5G, Internet of Things (IoT), edge cloud, and automation visionary and expert, Kelley regularly consults with service providers to identify challenges related to network monitoring in order to achieve service and security assurance. He is a staunch advocate of the importance of delivering end-to-end visibility across today’s increasingly complex data center architectures.</p>\n"},{"ref":"29:10","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/ray-krug-bio\" hreflang=\"en\">Ray Krug</a></strong>\n<p>Ray Krug is a well-known expert on cloud migration in Amazon Web Services (AWS), unified communications and collaboration (UC&amp;C), VMware, and VMware NSX and NSX-T, Krug specializes in demystifying new technologies, especially for early adopters of enterprise tools. He has also spent much of his career serving as a go-to resource on the topic of UC&amp;C, helping enterprise professionals understand how to get the best performance with their communications technology.</p>\n"},{"ref":"29:11","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/us-medical-center-improves-healthcare-delivery\" hreflang=\"en\">U.S. Medical Center Improves Healthcare Delivery and Critical Application Performance With NETSCOUT</a></strong>\n<p>The consolidation of several tools into one with nGeniusONE is now a significant differentiator for this medical center. Beyond reducing operating expenses, NETSCOUT solutions helped collaboration within the IT team and with vendors, removing time lost in rationalizing disparate, often-inconclusive data.</p>\n"},{"ref":"29:12","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/how-financial-services-company-accelerated-cloud-migration\" hreflang=\"en\">How a Financial Services Company Accelerated Cloud Migration with Actionable Visibility</a></strong>\n<p>Learn how a leading financial services company gained much needed visibility into applications running on its complex hybrid cloud infrastructure, including proactively monitoring and troubleshooting application performance in VMware Cloud on AWS.</p>\n"},{"ref":"29:13","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/us-vote-vulnerable-ddos-attacks\" hreflang=\"en\">Is the U.S. Vote Vulnerable to DDoS Attacks?</a></strong>\n<p>DDoS attacks are potentially threatening our election system. Mitigating those risks is vital to our nation and the health of our democracy. </p>\n"},{"ref":"29:14","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solutions/healthcare\" hreflang=\"en\">Healthcare</a></strong>\n<p>NETSCOUT offers solutions for comprehensive analysis into EMR systems, health information management, and EPIC healthcare services through traditional, private, and public cloud environments. This comprehensive visibility is achieved through groundbreaking packet-level monitoring and analysis.\n</p>\n"},{"ref":"29:15","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solutions/healthcare/application-performance\" hreflang=\"en\">Healthcare Clinical Application Performance</a></strong>\n<p><p>Healthcare organizations treat patients and save lives. Digital technology is there to help facilitate speed, efficiency and security of scheduling, diagnosing, treating and restoring people to good health.</p>\n"},{"ref":"29:16","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/healthcare\" hreflang=\"en\">Assure Availability and Performance for Healthcare Networks</a></strong>\n<p>For an industry where quality application performance and constant availability is vitally important, you need NETSCOUT solutions.</p>\n"},{"ref":"29:17","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/consolidating-financial-data-center-operations-netscout\" hreflang=\"en\">Consolidating Financial Data Center Operations, Addressing Remote Workforce Transitions With Smart Visibility</a></strong>\n<p><p>This leading financial group enjoys a significant presence in multiple global markets, offering a portfolio that includes investment, retail and commercial banking, and wealth management vehicles.</p>\n"},{"ref":"29:18","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solutions/healthcare/telemedicine\" hreflang=\"en\">Performance Management for Telemedicine</a></strong>\n<p><p>NETSCOUT executes performance management for Telemedicine services by focusing&nbsp;on troubleshooting and triage of challenges that may impact clinicians and patients.</p>\n</p>\n"},{"ref":"29:19","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/asert/high-profile-ddos-extortion-attacks-september-2020\" hreflang=\"en\">High-Profile DDoS Extortion Attacks — September 2020</a></strong>\n<p>Starting in mid-August 2020, a relatively prolific threat actor initiated a global campaign of DDoS extortion attacks largely directed towards regional financial and travel-industry targets such as regional banks, stock exchanges, travel agencies, currency exchanges, and, in some cases, their upstream internet transit providers.</p>\n"},{"ref":"29:20","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/webinar/ensure-performance-telemedicine-optimize-patient-experience\" hreflang=\"en\">Ensure Performance of Telemedicine to Optimize Patient Experience</a></strong>\n<p></p>\n"},{"ref":"29:21","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/webinar/ensure-telemedicine-experience\" hreflang=\"en\">Ensure Performance of Telemedicine to Optimize Patient Experience</a></strong>\n<p><p>Are you concerned about the delivery and performance of your telemedicine services? Telemedicine is no longer a “nice to have,” but a necessary capability to keep patients and healthcare workers safe and avoid compromising the overall quality of patient care.</p></p>\n"},{"ref":"29:22","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/whitepaper/efficiently-supporting-safeguarding-telemedicine\" hreflang=\"en\">Efficiently Support and Safeguard Telemedicine</a></strong>\n<p>Superior Patient Experience With NETSCOUT</p>\n"},{"ref":"29:23","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/thank-you-event-vmworld2020\" hreflang=\"en\">VMWorld 2020</a></strong>\n<p><div>\n<img alt=\"VMWorld 2020\" class=\"img-responsive padding-bottom-10 padding-top-10\" src=\"/sites/default/files/2019-08/06/images/vmworld-logo-black.png\" />\n\n<p></p>\n"},{"ref":"29:24","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/video/ngeniuspulse-multiSSDI\" hreflang=\"en\">nGeniusPULSE Multiple SSDI</a></strong>\n<p><h4>nGeniusPULSE Multiple SSDI</h4>\n<p>&nbsp;</p></p>\n"},{"ref":"29:25","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/voice-of-customer/cloud-migration\" hreflang=\"en\">Voice of the Customer - Cloud Migration</a></strong>\n<p><p>Today’s leading businesses anticipate problems and resolve them to innovate with confidence. Independent research firm, TechValidate, asks your peers if nGeniusONE is having an impact on their day to day operations and their bottom line.</p>\n"},{"ref":"29:26","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/bank-thwarts-merciless-ddos-attack\" hreflang=\"en\">Bank Thwarts Merciless DDoS Attack</a></strong>\n<p>Multinational bank thwarts merciless DDoS attach using mitigation solutions and expertise from NETSCOUT.</p>\n"},{"ref":"29:27","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/vmworld2020\" hreflang=\"en\">Accelerate your Virtual Cloud Network Deployments with Visibility Without Borders</a></strong>\n<p>Gain Service Performance Insights to Reduce Business Risk with Consistent, Application-centric Visibility and Advanced Troubleshooting from Data Center to Cloud\n</p>\n"},{"ref":"29:28","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/toll-road-authority-improves-fare-collection\" hreflang=\"en\">Toll Road Authority Improves Fare Collection Application Performance With NETSCOUT</a></strong>\n<p><p>When transaction delays inconvenience drivers, they quickly share negative feedback over multiple social media platforms – regardless of whether the issue has surfaced at a toll plaza, sales outlet, or involved an inaccurate monthly account statement.</p>\n"},{"ref":"29:29","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/marketplace-aws/migration\" hreflang=\"en\">Smart Cloud Migration to AWS</a></strong>\n<p>Accelerate Your Migration to AWS with NETSCOUT’s Smart Data Intelligence</p>\n"},{"ref":"29:30","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/financial-services-data-center-transformation\" hreflang=\"en\">Financial Services Leader Accelerates Data Center Transformation and Maintains Business Continuity With NETSCOUT</a></strong>\n<p><p>&nbsp;This financial services company focuses on delivering superior, consistent results for long-term investors. As a leading investment management organization, the company maintains regional offices across four continents.&nbsp;</p></p>\n"},{"ref":"29:31","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/isp-provides-revenue-managed-ddos-services\" hreflang=\"en\">ISP’s DDoS Mitigation and Reporting Cuts Costs and Provides Revenue via Managed DDoS Services</a></strong>\n<p><p>Intelligently orchestrated DDoS attack mitigation and comprehensive reporting cuts costs and produces revenue via managed DDoS protection service.</p>\n</p>\n"},{"ref":"29:32","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/how-one-bank-delivered-flawless-user-experience-over-vpn\" hreflang=\"en\">How One Bank Delivered Flawless User Experience Over VPN </a></strong>\n<p>A major US-based bank with 70 million customers faced IT challenges when it had to transition employees into a home-based workforce at the peak of the COVID-19 pandemic. </p>\n"},{"ref":"29:33","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/sneak-peek-threat-report-1h-2020\" hreflang=\"en\">Register for a Sneak Peek of the NETSCOUT Threat Intelligence Report Issue 5</a></strong>\n<p><p>The COVID-19 pandemic upended how we work and live: A massive shift to telework. The new normal of life on Zoom. DDoS attacks skyrocketing. And NETSCOUT Threat Intelligence had the inside track for all of it.&nbsp;Pre-register below for early access to our new 1H 2020 Threat Report, Issue 5.</p>\n</p>\n"},{"ref":"29:34","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/thank-you-preregistering-threat-report\" hreflang=\"en\">Thank You for Pre-Registering</a></strong>\n<p><p>Thank you for pre-registering. Keep an eye on your inbox for the <strong><span class=\"ns-font--transform-upper\">Netscout</span>&nbsp;1H 2020 Threat Report, Issue 5</strong>&nbsp;due out at the end of September!</p></p>\n"},{"ref":"29:35","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/5g-has-its-head-cloud\" hreflang=\"en\">5G Has its Head in the Cloud</a></strong>\n<p>Find out how NETSCOUT Smart Data can provide the visibility needed to achieve 5G cloud success. </p>\n"},{"ref":"29:36","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/one-smart-question/ngeniuspulse-network-monitoring\" hreflang=\"en\">What Makes nGeniusPULSE so Effective at Monitoring Availability Over Wi-Fi Networks?</a></strong>\n<p>nGeniusPULSE delivers the visibility needed into today’s evolving IT eco-system to ensure the availability, reliability, and performance of networks.</p>\n"},{"ref":"29:37","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/one-smart-question/get-vpn-protection\" hreflang=\"en\">One Smart Question: VPN Protection</a></strong>\n<p></p>\n"},{"ref":"29:38","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/hospital-assures-performance-and-availability-across-isp\" hreflang=\"en\">Hospital Assures Performance and Availability Across ISP Circuits</a></strong>\n<p>A major US-based children’s hospital assured flawless application performance and IoT device security during several data center transformations. </p>\n"},{"ref":"29:39","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/asert/lucifers-spawn\" hreflang=\"en\">Lucifer’s Spawn</a></strong>\n<p>ASERT researchers have uncovered new information about Lucifer, which is a cryptojacking and distributed denial of service (DDoS) bot, originally found to exploit and run on Windows based systems.</p>\n"},{"ref":"29:40","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/webinar/assurer-les-performances\" hreflang=\"en\">Séminaire en ligne</a></strong>\n<p>L'importance de la disponibilité et des performances des VPN pour vos utilisateurs distants n'a jamais été aussi essentielle, dans un monde où beaucoup de vos salariés travaillent à domicile. Les perturbations d'accès ou les ralentissements des temps de réponse mettent en danger le fonctionnement de votre entreprise et votre capacité à travailler avec vos clients. </p>\n"},{"ref":"29:41","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/prepare-for-innovation\" hreflang=\"en\">Next Steps for Innovation</a></strong>\n<p><p>We hope you enjoyed the morning! When it comes to reading the signals on next-gen technology disruptors like AI and 5G, tapping a CIO network for insight is always a sure bet.</p></p>\n"},{"ref":"29:42","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/why-targeted-decryption-increases-network-visibility\" hreflang=\"en\">Why Targeted Decryption Increases Network Visibility</a></strong>\n<p>Encryption is a requirement to send and receive data over the Internet. Learn about the types of traffic typically decrypted, and why. </p>\n"},{"ref":"29:43","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/netscout-product-faq\" hreflang=\"en\">NETSCOUT Product FAQ</a></strong>\n<p>Listed below are some frequently asked questions about NETSCOUT products and solutions</p>\n"},{"ref":"29:44","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/healthcare-organization-improves-telemedicine-end-user\" hreflang=\"en\">Healthcare Organization Improves Telemedicine End-User Experience for Medical Staff and Patients </a></strong>\n<p>NETSCOUT helps a major healthcare organization improve the telemedicine experience for employees and patients.  </p>\n"},{"ref":"29:45","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/Improving-Reliability-of-Business-Critical-Apps\" hreflang=\"en\">Improving Reliability and Availability of Business-Critical Applications With Enhanced NETSCOUT Visibility</a></strong>\n<p>By adding vSTREAMs to extend east-west network traffic monitoring in their virtual environments, IT’s abilities to quickly resolve service outage and business application performance issues came at a critical time for the business.</p>\n"},{"ref":"29:46","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/software-company-doubles-test-lab-productivity\" hreflang=\"en\">Fortune 100 Software Company Doubles Test Lab Productivity and Adds Support for Remote Workers</a></strong>\n<p>Learn how this Fortune 100 software company doubled their test Lab productivity andadded support for remote workers.</p>\n"},{"ref":"29:47","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/bio-tech-company-accelerates-roll-out-new-data-center\" hreflang=\"en\">Bio-Tech Company Accelerates Roll-Out of New Data Center Architecture</a></strong>\n<p>Bio-Tech Company Accelerates Roll-Out of New Data Center Architecture and  NETSCOUT Solutions Provide Visibility to Ensure Seamless End-User Experience</p>\n"},{"ref":"29:48","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/netscout-tech-talks\" hreflang=\"en\">NETSCOUT Tech Talks</a></strong>\n<p></p>\n"},{"ref":"29:49","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solutions/enterprise-5g\" hreflang=\"en\">5G for Enterprise</a></strong>\n<p>NETSCOUT's software-based monitoring solution is now providing enterprises with the visibility they need to achieve success with 5G networks and deployments.</p>\n"}]