[{"ref":"31:0","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/leading-insurance-business-assures-quality-user-experience\" hreflang=\"en\">Leading Insurance Business  Assures Quality User Experience  With nGeniusONE</a></strong>\n<p>Realizing Quicker Organizational Value from NETSCOUT nGenius Visibility as a Service</p>\n"},{"ref":"31:1","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/philanthropy-uncertain-times\" hreflang=\"en\">Philanthropy for Uncertain Times</a></strong>\n<p>NETSCOUT’s employee-driven Heart of Giving grant programs changed things up to help those affected by the COVID-19 pandemic.</p>\n"},{"ref":"31:2","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/leading-financial-assures-remote-banking-operations\" hreflang=\"en\">Leading Financial Assures Remote Banking Operations for Customers</a></strong>\n<p>The IT team gained the visibility they required to manage remote service delivery and improve user experience with nGeniusONE Service Assurance platform.</p>\n"},{"ref":"31:3","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/high-flying-agency-assures-critical-aviation-rd\" hreflang=\"en\">High-Flying Agency Assures Critical Aviation R&amp;D with NETSCOUT</a></strong>\n<p>The company is further reducing operating expenses by using NETSCOUT as their single vendor for service assurance and cybersecurity technologies.</p>\n"},{"ref":"31:4","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/bank-data-center-transformation-netscout\" hreflang=\"en\">South American Financial Manages Data Center Transformation With Improved Network Visibility </a></strong>\n<p>The nGeniusONE Universal Monitor provides IT with the flexibility to monitor virtually any commercial or custom application deployed in its environment.</p>\n"},{"ref":"31:5","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/netscout-assures-uninterrupted-power-delivery\" hreflang=\"en\">Leading Energy Company Powers Overnight Transition to Remote Business Operations With NETSCOUT</a></strong>\n<p>With added visibility from InfiniStreamNG, IT is better able to identify and successfully troubleshoot issues in remote voice and video performance.</p>\n"},{"ref":"31:6","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/insurer-improves-user-experience\" hreflang=\"en\">European Insurer Streamlines Agent, User Experience With NETSCOUT</a></strong>\n<p>For the local IT team, addressing the CRM performance issue with a software-based NETSCOUT packet flow switch solution was attractive, as it reduced capital expenses.</p>\n"},{"ref":"31:7","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/verizon-data-breach-investigations-report-and-easyjet\" hreflang=\"en\">The Verizon Data Breach Investigations Report and easyJet</a></strong>\n<p><p>By pulling data from 81 contributing organizations worldwide, the annual Verizon Data Breach Investigations Report (DBIR) not surprisingly generates some pretty comprehensive results.</p>\n"},{"ref":"31:8","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/use-case/maximizing-vpn-access-business-continuity\" hreflang=\"en\">Maximizing VPN Remote Access for Business Continuity</a></strong>\n<p>VPNs have become the lifeblood of today’s business operations, critical to keeping alive commercial, government, and healthcare organizations. If your VPN isn’t functioning, your whole business is offline.</p>\n"},{"ref":"31:9","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/what-do-when-your-call-quality-drops\" hreflang=\"en\">What to Do When Your Call Quality Drops</a></strong>\n<p>In today’s work-at-home environment, many employees rely on UC&amp;C tools to maintain connectivity and conduct day-to-day operations. When those services become impaired or unavailable, business grinds to a halt. </p>\n"},{"ref":"31:10","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/solution-brief/enabling-remote-home-productivity\" hreflang=\"en\">Enabling Remote/Home User Productivity</a></strong>\n<p>The Arbor DDoS Protection solution can protect the availability of your critical network infrastructure so your home-based users can remain productive.</p>\n"},{"ref":"31:11","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/monitor-essential-services\" hreflang=\"en\">Monitor Essential Services</a></strong>\n<p>A customized view of your essential services enables ongoing focus, monitoring, and troubleshooting of network resources during periods of crisis.</p>\n"},{"ref":"31:12","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/assure-emergency-services\" hreflang=\"en\">Assure Emergency Services</a></strong>\n<p>Carrier service providers promote public safety with accurate and proactive prioritization of emergency communications during COVID-19.</p>\n"},{"ref":"31:13","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity-solution-videos\" hreflang=\"en\">Business Continuity Solution Videos</a></strong>\n<p>Access our collection of webinars and videos below to learn more about how you can repair and prevent the issues that impact your remote workforces’s access to mission-critical applications.</p>\n"},{"ref":"31:14","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/support-new-business-models\" hreflang=\"en\">Adapt to Support New Business Models</a></strong>\n<p>Manage the changing profitability landscape while effectively meeting customer needs during COVID-19.</p>\n"},{"ref":"31:15","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/fortify-your-team\" hreflang=\"en\">Fortify Your Team With Just-in-Time Expertise and Guidance</a></strong>\n<p>nGenius Visibility as a Service delivers actionable insights during COVID-19 to assure the performance of critical applications and the networks that support them.</p>\n"},{"ref":"31:16","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity/ensuring-business-continuity-for-remote-home-locations\" hreflang=\"en\">Ensuring Business Continuity for Remote and Home Locations</a></strong>\n<p>NETSCOUT’s full suite of solutions help protect and assure your company’s Internet, VPN/firewall and access to business-critical applications across the entire Enterprise. </p>\n"},{"ref":"31:17","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/access-engage20-videos\" hreflang=\"en\">ENGAGE 20 Presentation Recordings</a></strong>\n<p><h3 class=\"ns-h3\">Missed Virtual ENGAGE?</h3>\n\n<p>Not to worry, we have recorded each session and are making them available to you to view anytime, anywhere.</p></p>\n"},{"ref":"31:18","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/pandemic-life-online-what-everybody-doing\" hreflang=\"en\">Pandemic Life Online: What Is Everybody Doing? </a></strong>\n<p>In Part 2 of NETSCOUT’s report on global internet traffic growth related to COVID-19, we explore how VPN use, streaming video, and more has changed during the pandemic.</p>\n"},{"ref":"31:19","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/drive-profitability-workforce-productivity\" hreflang=\"en\">Drive Profitability with Workforce Productivity Improvements</a></strong>\n<p>By monitoring and reporting on the health, performance, and utilization of new web-based tools, carrier service providers have an opportunity to improve and build on the customer experience.</p>\n"},{"ref":"31:20","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/business-continuity/vpn-gateway\" hreflang=\"en\">Protecting the VPN Gateway from DDoS Attacks</a></strong>\n<p>Remote connectivity and Virtual Private Networks (VPNs) have been strained with the recent explosion in home-based users. There are new and unique demands on IT services, yet remote employees are expecting business as usual.  Learn how NETSCOUT has helped IT teams maintain reliable connectivity and services.</p>\n"},{"ref":"31:21","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/technology-partners/oracle-cloud-infrastructure\" hreflang=\"en\">Oracle Cloud Infrastructure</a></strong>\n<p>NETSCOUT is a trusted Oracle Cloud partner, offering an innovative solution for Oracle Cloud Infrastructure environments. Get comprehensive visibility across OCI now.</p>\n"},{"ref":"31:22","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/Network-Traffic-in-the-Age-of-COVID-19\" hreflang=\"en\">COVID-19 Network Traffic Patterns: A Worldwide Perspective from Our Customers</a></strong>\n<p>NETSCOUT surveyed ISPs around the globe to track internet traffic growth related to COVID-19. Here’s how the world’s networks are faring.</p>\n"},{"ref":"31:23","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/geo-location-for-benefit-of-public-services\" hreflang=\"en\">Monitor Geo-Location for Benefit of Public Services</a></strong>\n<p>In addressing a pandemic like COVID-19, state and local governments around the world are making decisions that dramatically alter the daily life of individuals. As a result, wireless service providers need to keep a close eye on changes in subscriber behavior to ensure uninterrupted service.</p>\n"},{"ref":"31:24","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/defend-against-hackers\" hreflang=\"en\">Defend Against Opportunistic Hackers</a></strong>\n<p>Carrier service providers must stay vigilant to protect their resources and their customers from changing threats. Facing increased outside security threats, carrier service providers need to protect customer sites with rapid application-level visibility.</p>\n"},{"ref":"31:25","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/arbor-solution-stops-emergency-ddos-attack\" hreflang=\"en\">Multinational Bank Thwarts DDoS Attack to Repair Productivity Losses and Rescue Reputation</a></strong>\n<p>Because of the Arbor Solution to the emergency DDoS attack, the customer was able to limit the costs of the organization’s lost productivity and maintain business continuity going forward.</p>\n"},{"ref":"31:26","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/provider-uses-network-visibility-increase-revenue\" hreflang=\"en\">International IP Transit Provider Uses Network Visibility to Increase Revenue via Capacity Planning</a></strong>\n<p>Network Design and Capacity Analysis Driven by Visibility and Analytics Identify Potential Revenue Opportunities</p>\n"},{"ref":"31:27","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/logistics-company-prevents-ddos-attacks\" hreflang=\"en\">Global Logistics Company Prevents DDoS Attacks While Ensuring Worldwide Package Delivery, Despite Pandemic Onslaught</a></strong>\n<p>One of the largest logistics companies in the world historically used multiple service providers to protect their global data centers. NETSCOUT helped them simplify their DDoS mitigation infrastructure by replacing the different service providers with one single provider-agnostic service that could also cover all global locations. </p>\n"},{"ref":"31:28","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/service-provider-protects-vpn-traffic\" hreflang=\"en\">Large Service Provider in Western Europe Helps Customers Protect Their Network Even As VPN Traffic Explodes Due to Global Pandemic</a></strong>\n<p>A large telecommunications service provider in Western Europe realized that many of their customers were observing increases in network traffic due to a growing number of employees working from home as a result of the Coronavirus. To alleviate the customer’s concerns, the company increased their mitigation ability by 400%.</p>\n"},{"ref":"31:29","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/service-provider-manages-surge-network-traffic\" hreflang=\"en\">A Leading Global Telecom and Technology Service Provider Endures 50% Network Traffic Increase Due to Coronavirus</a></strong>\n<p>A leading global telecom and technology service providers network traffic increased abruptly by 50% due to people working from home and using internet services. This increase in network traffic due to the pandemic required the organization to pull Arbor Sightline upgrade forward and double the DDoS management, mitigation and visibility capability. </p>\n"},{"ref":"31:30","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/power-company-increases-ddos-attack-management\" hreflang=\"en\">European Power Company Increases DDoS Attack Management to Ensure Coverage of VPN Traffic Overload Due to Pandemic</a></strong>\n<p>A European-based, power company was using AED to protect inbound employee traffic coming in over their VPNs into data centers to access corporate applications. In addition, Arbor Cloud provided global DDoS protection through automated signaling to augment DDoS attack management and mitigation.</p>\n"},{"ref":"31:31","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/government-security-regulations-increased-vpn-traffic\" hreflang=\"en\">Market Leading Global Personal Insurer Meets Government Security Regulations Despite Increased VPN Traffic Due to Global Pandemic</a></strong>\n<p>A US based global professional services firm uses Arbor Edge Defense in data centers to provide DDoS protection. The initial push for the AED devices was to provide protection for the VPN gateways so work-from-home employees productivity would not be affected. </p>\n"},{"ref":"31:32","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/insurer-meets-government-security-regulations-during-pandemic\" hreflang=\"en\">Market Leading Global Personal Insurer Meets Government Security Regulations Despite Increased VPN Traffic Due to Global Pandemic</a></strong>\n<p>Market leading personal insurer uses Arbor Edge Defense to protect the inbound user traffic into their data centers over VPN needing to use in-house applications. In addition to DDoS protection, implementing AED helps meet government regulatory requirements. Both of these were put in jeopardy due to the onset of Coronavirus and increased traffic.</p>\n"},{"ref":"31:33","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/protecting-vpn-during-pandemic\" hreflang=\"en\">Global Financial Services Leader Maximizes Security on VPNs Used by Employees As They Work-From-Home Due to Global Pandemic</a></strong>\n<p>This global financial services leader takes security protection seriously. They are protecting their inbound traffic and in-house applications with Arbor Cloud and Arbor Edge Defense for employees working from home through VPNs due to the Coronavirus.</p>\n"},{"ref":"31:34","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/success-stories/ddos-attack-management-banks\" hreflang=\"en\">European Bank Increases DDoS Attack Management to Mirror Internet Traffic Surge Due to Global Pandemic</a></strong>\n<p>This European System central bank implemented a number of AED’s for threat management on their business networks, including employee VPN access. The AED devices protect locally until the Internet bandwidth is consumed and then automatically sends the higher levels of traffic to their ISP for mitigation.</p>\n"},{"ref":"31:35","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/smart-data-key-5g-assurance-and-security\" hreflang=\"en\">Smart Data: The Key to 5G Assurance and Security </a></strong>\n<p>For service providers, the key to overcoming 5G challenges and delivering a superior end-user experience comes down to understanding what is happening in the network. This requires extensive visibility. </p>\n"},{"ref":"31:36","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/fsi-sac/global-threat-intelligence\" hreflang=\"en\">Global Threat Intelligence </a></strong>\n<p></p>\n"},{"ref":"31:37","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/fsi-sac/smart-ddos-protection\" hreflang=\"en\">Smart DDoS Protection</a></strong>\n<p></p>\n"},{"ref":"31:38","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/fsi-sac/maintaining-vpn-performance\" hreflang=\"en\">Maintaining VPN Performance</a></strong>\n<p></p>\n"},{"ref":"31:39","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/elevated-importance-5g-rf-propagation-modeling\" hreflang=\"en\">The Elevated Importance of 5G RF Propagation Modeling</a></strong>\n<p>This IDC Technology Spotlight is a guide as to why RF propagation modeling takes on elevated importance in the budding 5G era, particularly as communications SPs look to deploy 5G networks across a range of spectrum, including mmWavebands.</p>\n"},{"ref":"31:40","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/assuring-railway-digital-transformation-success\" hreflang=\"en\">No More SDN Blind Spots: Assuring Cisco ACI Rollout Success With NETSCOUT</a></strong>\n<p>This leading railway augmented their IT Project Lifecyle Activities with NETSCOUT Smart Visibility.</p>\n"},{"ref":"31:41","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/press-releases/netscout-reports-fourth-quarter-results-and-full-FY2020\" hreflang=\"en\">NETSCOUT Reports Financial Results For Fourth Quarter and Full Fiscal Year 2020</a></strong>\n<p><p><strong>WESTFORD, Mass., May 7, 2020</strong><em>–</em><a href=\"http://www.netscout.com/\">NETSCOUT SYSTEMS, INC.</a> (NASDAQ: NTCT), a leading provider of service assurance, security, and business analytics, today announced financial results for its fourth quarter and full fiscal year 2020 ended </p>\n"},{"ref":"31:42","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/fsi-sac/maintaining-vpn-availability\" hreflang=\"en\">Maintaining VPN Availability</a></strong>\n<p></p>\n"},{"ref":"31:43","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/netscout-security-operations-center-tales-trenches\" hreflang=\"en\">NETSCOUT Security Operations Center – Tales from the Trenches</a></strong>\n<p>The NETSCOUT Security Operations Center uses a combination of technology, expertise, process, and collaboration in fending off complex DDoS attacks.  These stories of particularly challenging attacks help to emphasize the role of the experts behind the platform in delivering fast and effective mitigation to customers.</p>\n"},{"ref":"31:44","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/fsi-sac\" hreflang=\"en\">Spring  Virtual Summit</a></strong>\n<p>Learn How NETSCOUT Service Assurance and DDoS Protection Solutions Enable Productivity of Home-Based Workers and Business Continuity</p>\n"},{"ref":"31:45","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/hospital-assures-performance-across-isp-circuits\" hreflang=\"en\">Hospital Assures Performance and Availability Across ISP Circuits</a></strong>\n<p>The safe, secure use of their IoT devices for patient diagnostics, care, and treatment is a major benefit for the initial implementation of the nGenius Packet Flow Switches.</p>\n"},{"ref":"31:46","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/purpose-built-ocp-based-platforms\" hreflang=\"en\">From Purpose-Built to OCP-Based Platforms</a></strong>\n<p>Open Compute Project hardware has closed the gap between off-the-shelf and purpose-built network packet brokers. Learn about the benefits of a disaggregated approach.</p>\n"},{"ref":"31:47","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/case-studies/transit-authority-tracks-fares-netscout\" hreflang=\"en\">Large-Scale Transit Authority Tracks Train Fare Processing Issue With NETSCOUT</a></strong>\n<p><p>The transit authority is positioned to improve service performance and reliability to local ridership, with NETSCOUT’s end-to-end visibility providing their IT teams with the solution required for real-time transit application performance, including dedicated service dashboard and service monitor</p>\n"},{"ref":"31:48","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/product/packet-flow-switches-and-taps/ngenius-5000-series-packet-flow-switch\" hreflang=\"en\">nGenius 5000 Series Packet Flow Switches</a></strong>\n<p>The nGenius Packet Flow Switch (PFS) 5000 series models operate at speeds from 1Gbps to 100Gbps providing core packet broker functionality such as filtering, load balancing, aggregation, and replication wherever packet broker ports are needed.  Enabled with self-organizing mesh technology, the nGenius PFS 5000 series easily scales for large-scale network monitoring needs.</p>\n"},{"ref":"31:49","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/blog/how-build-airtight-collaboration-your-soc\" hreflang=\"en\">How to Build Airtight Collaboration with Your SOC</a></strong>\n<p>Arbor Cloud protects network and VPN infrastructure that have become mission-critical during the COVID-19 pandemic.  Learn the best current practices when using Arbor Cloud.</p>\n"}]