[{"ref":"0:0","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/solutions/omnis-security\" hreflang=\"pt-br\">Omnis Security</a></strong>\n<p>A plataforma de cibersegurança da Omnis oferece análises e respostas avançadas a ameaças de rede, com a escala, o escopo e a consistência necessários para proteger as redes e as infraestruturas digitais atuais.</p>\n"},{"ref":"0:1","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/protect-availability\" hreflang=\"pt-br\">Proteja a disponibilidade e o desempenho de infraestruturas críticas contra ataques DDoS</a></strong>\n<p>Circuitos de internet, roteadores, gateways de VPNs e firewalls devem estar sempre disponíveis para garantir o acesso remoto a recursos e serviços internos. Descubra como a NETSCOUT ajudou outras organizações a proteger e garantir esses serviços essenciais.</p>\n"},{"ref":"0:2","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/solutions/cloud-performance-monitoring\" hreflang=\"pt-br\">Cloud Performance Monitoring</a></strong>\n<p>Os serviços na nuvem nunca foram tão essenciais. Para solucionar problemas de desempenho e disponibilidade de serviços corporativos críticos, é preciso ter uma visibilidade imediata e prática. Você precisa do poder da NETSCOUT.</p>\n"},{"ref":"0:3","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/product/arbor-sightline\" hreflang=\"pt-br\">Arbor Sightline</a></strong>\n<p>Fundamento para visibilidade da rede, gerenciamento de ameaças, mitigação de DDoS e geração de receita. </p>\n"},{"ref":"0:4","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/product/arbor-sightline-sentinel\" hreflang=\"pt-br\">Arbor Sightline With Sentinel</a></strong>\n<p>Ampla visibilidade da rede e mitigação automatizada de ameaças.</p>\n"},{"ref":"0:5","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/product/arbor-sightline-insight\" hreflang=\"pt-br\">Arbor Sightline With Insight</a></strong>\n<p>Ao fornecer visibilidade inteligente do tráfego de rede e obter informações sobre a sua origem, o Sightline com Informação permite uma engenharia de tráfego mais precisa, planejamento de rede e análise de peering - isso tudo auxilia na redução de custos e no aprimoramento dos serviços.</p>\n"},{"ref":"0:6","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/product/arbor-threat-mitigation-system\" hreflang=\"pt-br\">Arbor Threat Mitigation System</a></strong>\n<p>Garanta a disponibilidade e o desempenho do serviço oferecendo mitigação automática de ataques DDoS.</p>\n"},{"ref":"0:7","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/product/ngeniusone-csp\" hreflang=\"pt-br\">nGeniusONE para operadoras</a></strong>\n<p>Nossa solução de operadora é implementada em redes móveis, fixas, a cabo e via satélite, fornecendo visibilidade para os serviços mais críticos e lucrativos.</p>\n"},{"ref":"0:8","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/solutions/smart-edge-monitoring\" hreflang=\"pt-br\">Smart Edge Monitoring</a></strong>\n<p><p>Monitoramento de rede e da experiência do usuário final. Ganhe visibilidade de todos os ambientes em nuvem com o NETSCOUT Smart Edge Monitoring</p>\n</p>\n"},{"ref":"0:9","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/product/cyber-investigator\" hreflang=\"pt-br\">Omnis Cyber Investigator</a></strong>\n<p>O Omnis é uma plataforma de detecção e investigação de cibersegurança, que ajuda a reduzir os impactos e ameaças em sua rede e em seu negócio.</p>\n"},{"ref":"0:10","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/product/netscout-aed\" hreflang=\"pt-br\">Arbor Edge Defense</a></strong>\n<p>O Arbor Edge Defense (AED) atua na segurança de perímetro da rede (entre o roteador e o firewall). Detecção e prevenção contra ameaças em toda a rede.</p>\n"},{"ref":"0:11","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/visibility-without-borders\" hreflang=\"pt-br\">Visibility Without Borders</a></strong>\n<p><p>O mundo digital é direcionado pela demanda imediata de informação. Conheça o sistema de monitoramento remoto Visibility Without Borders.</p>\n</p>\n"},{"ref":"0:12","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/guardians-connected-world\" hreflang=\"pt-br\">Guardians of the Connected World</a></strong>\n<p>Evite problemas de desempenho de rede e segurança de aplicações com inteligência contra ameaças, mitigação de DDoS e proteção de rede da NETSCOUT.</p>\n"},{"ref":"0:13","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/ensure-performance\" hreflang=\"pt-br\">Garantindo o desempenho dos serviços corporativos e de rede</a></strong>\n<p><p>As necessidades dos usuários que trabalham em casa estão gerando demandas únicas para muitos serviços de TI que ainda residem no data center.</p>\n"},{"ref":"0:14","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/pt/business-continuity/data-center-transformation\" hreflang=\"pt-br\">Transformação do data center</a></strong>\n<p><p>Os planos estratégicos para migrar serviços para a nuvem e infraestruturas para ambientes colocalizados, adotar novos aplicativos de SaaS e virtualizar data centers estavam em andamento quando a pandemia de COVID-19 tomou conta do mundo.</p>\n"},{"ref":"0:15","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity-csp/security\" hreflang=\"pt-br\">Os provedores de serviços de comunicação desempenham um papel essencial </a></strong>\n<p><p>Agora, mais do que nunca, os provedores de serviços de comunicação são essenciais para garantir o funcionamento da economia mundial, já que os trabalhadores precisam de acesso remoto a recursos e serviços de UC&amp;C, SaaS e data centers corporativos.</p>\n"},{"ref":"0:16","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity-csp/remote-services\" hreflang=\"pt-br\">Garanta o suporte a teleconferências, eLearning e negócios</a></strong>\n<p><p>A mudança na dinâmica de trabalho devido à COVID-19 está transformando completamente os padrões de tráfego e utilização de conectividade à Internet por cabo, Wi-Fi e móvel para teleconferências, eLearning e negócios.</p>\n"},{"ref":"0:17","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity-csp/ott-applications\" hreflang=\"pt-br\">Gerencie a rede de forma proativa </a></strong>\n<p><p>A avaliação, adoção e utilização aceleradas de aplicações OTT de terceiros está aumentando a complexidade, com comportamentos imprevisíveis da rede e consumo de largura de banda que gera congestionamentos. Isso coloca em risco os seus serviços e aplicações que geram receita.</p>\n"},{"ref":"0:18","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity-csp/customer-experience\" hreflang=\"pt-br\">Ofereça uma experiência incrível ao cliente</a></strong>\n<p><p>As operadoras informam que o uso de serviços de rede pelos assinantes subiu mais de 30% devido ao aumento do trabalho on-line durante a pandemia de COVID-19. Essa nova realidade redefine o indicador de desempenho \"hora de pico\" de utilização de serviços de voz, de dados e over-the-top (OTT).</p>\n"},{"ref":"0:19","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity-csp\" hreflang=\"pt-br\">Soluções de continuidade dos negócios para provedores de serviços de comunicação</a></strong>\n<p><p>Pode ser difícil gerenciar mudanças inesperadas no consumo de rede. Manter os clientes conectados neste momento é fundamental. Na NETSCOUT, consideramos o relacionamento com os clientes como uma parceria de longo prazo, e estamos aqui para ajudar nessa situação tão dinâmica.</p>\n</p>\n"},{"ref":"0:20","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/contact-center\" hreflang=\"pt-br\">Garanta uma experiência de alta qualidade no contact center</a></strong>\n<p><p>Os serviços de UC consistem em serviços de aplicações importantes e protocolos associados, como de sinalização (por exemplo, SIP) e de mídia (RTP), que são bastante sensíveis a problemas de latência e de desempenho de rede.</p>\n"},{"ref":"0:21","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/cloud-colo-performance\" hreflang=\"pt-br\">Desempenho em nuvem e colocalizado</a></strong>\n<p><p>As empresas estão migrando cargas de trabalho de aplicação de data centers próprios e implementando novos serviços corporativos em plataformas multinuvem e em data centers colocalizados.</p>\n"},{"ref":"0:22","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/application-performance\" hreflang=\"pt-br\">Desempenho perfeito de aplicações para um mundo complexo</a></strong>\n<p><p>Os funcionários e clientes não pensam nas aplicações e serviços da empresa de forma independente. Eles só querem trabalhar de forma rápida e eficiente, onde quer que estejam.</p>\n"},{"ref":"0:23","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity\" hreflang=\"pt-br\">Soluções de continuidade dos negócios</a></strong>\n<p><p>É preciso ter visibilidade prática e imediata para solucionar problemas de desempenho e disponibilidade de serviços corporativos críticos.</p>\n</p>\n"},{"ref":"0:24","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/vpn\" hreflang=\"pt-br\">Garanta o desempenho e a disponibilidade da VPN</a></strong>\n<p><p>Em um dia comum, empresas do mundo todo usam VPNs (redes virtuais privadas) para conectar funcionários remotos, como vendedores, representantes de atendimento ao cliente, técnicos de campo, entre outros, aos data centers corporativos para acessar aplicações de negócios e desempenhar suas funções.</p>\n"},{"ref":"0:25","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/vpn-gateway\" hreflang=\"pt-br\">Proteja os gateways de VPNs contra ataques DDoS</a></strong>\n<p><p>Com a aplicação de políticas de trabalho em casa em uma escala sem precedentes, o gateway de VPN passou a ser um elo ao mesmo tempo crucial e vulnerável na cadeia de comunicação entre os usuários domésticos/remotos e os recursos corporativos.</p>\n"},{"ref":"0:26","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/vdi\" hreflang=\"pt-br\">Garanta a experiência do usuário no Citrix e em outras tecnologias de Interface de Desktop Virtual</a></strong>\n<p><p>O Citrix e outras tecnologias de Interface de Desktop Virtual (VDI) são importantes facilitadores do trabalho remoto, permitindo o acesso contínuo às aplicações e serviços que os funcionários usam no escritório.</p>\n"},{"ref":"0:27","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/unified-communication-collaboration\" hreflang=\"pt-br\">Qualidade de Colaboração e Comunicações Unificadas (UC&amp;C) para usuários remotos</a></strong>\n<p><p>Com a implementação da NETSCOUT no data center, nos pontos de entrada da borda das conexões de internet e nos controladores de borda da sessão aos troncos SIP, a plataforma de garantia de serviço nGeniusONE pode garantir o desempenho dos serviços de UC críticos, fazer a triagem de serviços de voz</p>\n"},{"ref":"0:28","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/software-defined-networking\" hreflang=\"pt-br\">Redes definidas por software</a></strong>\n<p><p>A migração para uma rede definida por software (SDN) é uma grande transformação para qualquer empresa. A SDN oferece gerenciamento simplificado, segurança, agilidade de provisionamento e economia otimizada no data center.</p>\n</p>\n"},{"ref":"0:29","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/saas\" hreflang=\"pt-br\">Garanta experiências de alta qualidade em aplicações SaaS e UCaaS</a></strong>\n<p><p>A demanda de acesso e desempenho dos usuários não muda com o trabalho remoto. Onde quer que eles estejam trabalhando, você precisa ser capaz de proteger, monitorar e validar a disponibilidade, o desempenho e a experiência dos usuários com as principais aplicações SaaS.&nbsp;</p>\n</p>\n"},{"ref":"0:30","html":"<strong><a href=\"https://tomnguyen-netscout.github.io/pt/business-continuity/network-performance\" hreflang=\"pt-br\">Desempenho de rede em ambientes complexos</a></strong>\n<p><p>Com o aumento exponencial do tráfego em gateways de VPNs e circuitos de internet críticos, a disponibilidade de capacidade e largura de banda, que já era um desafio operacional, passou a ser uma prioridade essencial para os negócios.</p>\n"}]